/* STM */
"Ink Levels" = "Approximate Ink Levels";

/* Nozzle */
"NOZZLE01TEXT01" = "To perform a nozzle check, make sure that the printer is on and connected to the computer. Make sure that the CD/DVD tray is removed and the front tray is in the paper position; otherwise \"Nozzle Check\" cannot be performed. Also make sure that A4 or Letter size plain paper is loaded in the sheet feeder. Click [Print] to print a nozzle check pattern or click [Cancel] to quit.";
"NOZZLE01B01" = "Print";
"NOZZLE01B02" = "Cancel";

"NOZZLE02TEXT01" = "Compare the printed pattern with the sample above. If the nozzle check pattern has broken lines, click [Clean]. Click [Finish] to quit.";
"NOZZLE02SPE01" = "Upper: Good
Lower: Cleaning needed";
"NOZZLE02B01" = "Finish";
"NOZZLE02B03" = "Clean";

/* Cleaning */
"HEADCLEANING01TEXT01" = "Make sure that the CD/DVD tray is removed and the front tray is in the paper position; otherwise \"Head Cleaning\" cannot be performed. Click [Start] to clean the print head nozzles. Because cleaning consumes some ink, only clean the print head when faint areas or gaps appear in your printout. Use the \"Nozzle Check\" utility first to confirm that the print head needs to be cleaned.
Caution: Do not insert CD/DVD tray until cleaning has finished.
Note: Before running a cleaning, make sure that the transportation lock is in the unlocked (Printing) position as shown in the illustration.";
"HEADCLEANING01B01" = "Cancel";
"HEADCLEANING01B02" = "Start";

"HEADCLEANING02TEXT01" = "Please wait ...";
"HEADCLEANING02TEXT02" = "Head cleaning in progress. Please wait.
Caution: Do not insert CD/DVD tray until cleaning has finished.";
"HEADCLEANING02B01" = "Close";

"HEADCLEANING03TEXT01" = "The cleaning cycle is finished. To verify that the cleaning was effective, click [Print Nozzle Check Pattern].";
"HEADCLEANING03B01" = "Finish";
"HEADCLEANING03B03" = "Print Nozzle Check Pattern";

/* Gap */
"GAP01TEXT01" = "The Print Head Alignment utility improves printout quality if used before printing in High Speed mode. It also fixes misaligned vertical lines and blurry printouts.
Make sure that the CD/DVD tray is removed and that the front tray is in the paper position; otherwise \"Print Head Alignment\" cannot be performed.";
"GAP01B01" = "Next >";
"GAP01B02" = "Cancel";

"GAP02TEXT01" = "A vertical alignment sheet will be printed.
Make sure that the printer is turned on and connected to the computer. Also make sure that A4 or Letter size plain paper is loaded in the sheet feeder.
Click [Print] when ready.";
"GAP02B01" = "Print";
"GAP02B02" = "Cancel";

"GAP03TEXT01" = "Look at the alignment sheet.
Find the square without any visible bands in sets #1 through #5. Select the number that corresponds to that square from the list below for all sets. Then click [Finish].
If every square contains a band, select the square with the thinnest band or bands. Then click [Realignment].";
"GAP03B01" = "Finish";
"GAP03B02" = "Cancel";
"GAP03B03" = "Realignment";

/* Power Ink Flushing */
"POWERINKFLUSHING01TEXT01" = "If there is still banding or missing colors in the print outs even after running Head Cleaning several times, you may need to replace the ink inside the ink tubes to solve the problem.

This function allows you to replace all of the ink inside the ink tubes.

This function consumes a lot of ink. We only recommend using this function after running Head Cleaning several times.";
"POWERINKFLUSHING01B01" = "Cancel";
"POWERINKFLUSHING01B02" = "Next >";

"POWERINKFLUSHING02TEXT01" = "Before running this function, make sure that the transportation lock is in the unlocked (Printing) position as shown in the illustration.

Note: The transportation lock must always be unlocked when the printer is in use.";

"POWERINKFLUSHING03TEXT01" = "Are you sure you want to run this function?
To replace all of the ink in the tubes, a lot of ink needs to be consumed.
We recommend that you try running Head Cleaning several times to try and solve the problem before using this function. Click [Cancel], and then try Head Cleaning.

Note: This function effects the service life of the waste ink pads. Waste ink pads reach their capacity earlier by running this function.
If waste ink pads have reached the end of their service life, contact Epson Support to request replacement.

Make sure that the CD/DVD tray is removed and the front tray is in the paper position; otherwise Power Ink Flushing cannot be performed. Click [Start] to start the ink replacement.
Once it has been started, this function cannot be interrupted.
Caution: Do not insert CD/DVD tray until Power Ink Flushing has finished.";
"POWERINKFLUSHING03B01" = "Cancel";
"POWERINKFLUSHING03B02" = "Start";

"POWERINKFLUSHING04TEXT01" = "Please wait ...";
"POWERINKFLUSHING04TEXT02" = "Power Ink Flushing in progress.
Please wait.
Caution: Do not insert CD/DVD tray until Power Ink Flushing has finished.";
"POWERINKFLUSHING04B01" = "Close";

"POWERINKFLUSHING05TEXT01" = "Power Ink Flushing is complete.
To check that ink flushing was effective, click [Print Nozzle Check Pattern].";
"POWERINKFLUSHING05B01" = "Finish";
"POWERINKFLUSHING05B03" = "Print Nozzle Check Pattern";

/* Ink Tank Utility */
"INKTANKUTILITYB01" = "OK";
"INKTANKUTILITYB02" = "Next";
"INKTANKUTILITYB03" = "Cancel";
"INKTANKUTILITYB04" = "Back";
"INKTANKUTILITYB05" = "Yes";
"INKTANKUTILITYB06" = "No";

//Common
"INKTANKUTCOMMONTEXT01" = "This utility is currently unavailable.
Note: When two or more printers are connected, select the printer you want to operate from the Printer List and then click the [Ink Tank Utility] icon again.";
"INKTANKUTCOMMONTEXT02" = "Enter the 13-digit ID that is indicated on each ink bottle.
Note: The IDs are only valid one time. Do not enter the IDs before refilling the ink.
Click [Next] to start authenticating the ID.";
"INKTANKUTCOMMONTEXT03" = "The quality or reliability of non-genuine ink cannot be guaranteed and it may cause damage to your product not covered by Epson's warranty.
Use of non-genuine ink is recorded for possible use in service support.
For optimum quality and reliability Epson recommends using genuine Epson ink.
Continue using this ink?";
"INKTANKUTCOMMONTEXT04" = "You can continue printing.
Click [OK] to close this message.
If you want to refill ink now, click the [Ink Tank Utility] icon again.";
"INKTANKUTCOMMONTEXT06" = "Are you sure you want to cancel this utility?
If you cancel the utility, you will have to run it again.";
"INKTANKUTCOMMONTEXT07" = "The ID(s) are invalid.
Confirm the correct ID(s), then enter the ID(s) again.";
"INKTANKUTCOMMONTEXT08" = "The ID(s) are invalid.
Confirm the correct ID(s).
Click [Cancel] to enter the ID again.";
"INKTANKUTCOMMONTEXT09" = "Before using your printer, make sure that the transportation lock is unlocked (Printing) position as shown in the illustration.";

//Inital Fill
"INKTANKUTINITIALTEXT01" = "Delete all print jobs.

Before using your printer, make sure that the transportation lock is unlocked (Printing) position as shown in the illustration.";
"INKTANKUTINITIALTEXT02" = "Refilling ink of the ink tank.

%fillcolor%

Epson recommends the use of genuine Epson ink. Refill the ink up to the line on the ink tank. See the printer manual for more details on how to refill the ink. After refilling the ink and installing the ink tank, click [Next] to enter the ID.";
"INKTANKUTINITIALTEXT03" = "Ink charging is in progress.
Wait approximately 20 minutes until ink charging is complete.

Note: Never turn off the printer until the power light stops flashing and remains on.";
"INKTANKUTINITIALTEXT04" = "Be sure to set the transportation lock to the unlocked (Printing) position when using the printer, otherwise ink is not delivered and the print quality problems occur. Set the transportation lock to the locked (Transporting) position only when transporting, otherwise ink may leak.";

//Manual Check
"INKTANKMANUALTEXT01" = "Delete all print jobs.

Check the amount of ink remaining in the ink tank. Click [Above] if the ink level is above the line. Click [Below] if the ink level is below the line. If the ink level is above the line, Epson recommends that you click [Above] until the ink level reaches the line so that the ink tank can be refilled with the entire contents of a new ink bottle.
Note: Continued use of the printer when the ink level is below the line on the tank could damage the printer.";
"INKTANKMANUALTEXT02" = "Delete all print jobs.

Check the amount of ink remaining in the ink tank. If the ink level is more than 20 mm from the bottom of ink tank unit, Epson recommends that you click [Above] until the ink level reaches 20 mm from the bottom so that the ink tank can be refilled with the entire contents of a new ink bottle. Click [Above] if the ink level is more than 20 mm from the bottom. Click [Below] if the ink level is 20 mm or less from the bottom.
Note: Continued use of the printer when the ink level is less than 20 mm from the bottom of the ink tank unit could damage the printer. To check the ink levels, use the ruler that is included with the printer.";
"INKTANKMANUALTEXT03" = "Refilling ink of the ink tank.

%fillcolor%

Epson recommends the use of genuine Epson ink. Refill the ink up to the line on the ink tank. See the printer manual for more details on how to refill the ink. After refilling the ink and installing the ink tank, click [Next] to enter the ID.";

/* Error */
"ERCOMMON_B01" = "Cancel";
"ERCOMMON_B02" = "Continue";
"PRINTERBUTTON00" = "Paper";
"WRCOMMON_B01" = "OK";
"WRCOMMON_B02" = "Cancel";
"ER00_TEXTA" = "Error";
"ER00_TEXTB" = "1. Delete all print jobs.
2. Turn the power off and remove any jammed paper.
3. Wait for a few minutes and turn the power on again.";
"ER00_TEXTA_D4" = "Error";
"ER00_TEXTB_D4" = "1. Delete all print jobs.
2. Turn the power off and remove any jammed paper.
3. Wait for a few minutes and turn the power on again.";
"ER00_B01_D4" = "Cancel";
"ER01_TEXTA" = "Printer is busy";
"ER01_TEXTB" = "Please wait...";
"ER04_TEXTA" = "Paper jam";
"ER04_TEXTB" = "For sheets of paper, turn off the printer and then remove any jammed paper by hand.
For a CD or DVD, remove the CD/DVD tray. Next, press the Paper button on the printer.";
"ER05_TEXTA" = "Check ink levels";
"ER05_TEXTB" = "You need to check the amount of ink remaining. Click the [Ink Tank Utility] icon in Epson Printer Utility 4. The Approximate Ink Levels may differ from the actual ink levels. To confirm the actual ink remaining, visually check the ink levels in the printer's ink tanks.";
"ER05_TEXTA_FF" = "Initial setup error";
"ER05_TEXTB_FF" = "Click the [Ink Tank Utility] icon to charge the ink system.";
"ER06_TEXTA_D4" = "Paper out or incorrect loading";
"ER06_TEXTB_D4" = "1. Reload the paper.
2. Set the front tray in the lower paper position.
3. Press the %btn% button on the product.

Click [Cancel] to cancel the print job when displayed. If it is not canceled, cancel it on the product.";
"ER06_B01_D4" = "Continue";
"ER06_B02_D4" = "Cancel";
"ER06_TEXTA" = "Paper out or incorrect loading";
"ER06_TEXTB" = "1. Reload the paper.
2. Set the front tray in the lower paper position.
3. Press the %btn% button on the product.

Click [Cancel] to cancel the print job when displayed. If it is not canceled, cancel it on the product.";
"ER10_TEXTA" = "Service required";
"ER10_TEXTB" = "A printer's ink pad is at the end of its service life.
Please contact Epson Support.";
"ER12_TEXTA" = "Multi-page feed error";
"ER12_TEXTB" = "Do one of the following.
- Remove and reload the paper. Press the %btn% button on the product.
- Click [Cancel] to cancel the print job when displayed. If it is not canceled, cancel it on the product.";
"ER12_TEXTA_D4" = "Multi-page feed error";
"ER12_TEXTB_D4" = "Do one of the following.
- Remove and reload the paper. Press the %btn% button on the product.
- Click [Cancel] to cancel the print job when displayed. If it is not canceled, cancel it on the product.";
"ER12_B01_D4" = "Cancel";
"ER29_TEXTA" = "CD/DVD tray not set correctly";
"ER29_TEXTB" = "Reload the tray, then press the Paper button on the printer.";
"ER2A_TEXTA" = "Incorrect loading";
"ER2A_TEXTB" = "1. Load the paper short edge first and set edge guides.
2. Press the %btn% button on the product.";
"ER37_TEXTA" = "Cover is open";
"ER37_TEXTB" = "Close the cover.";
"ER38_TEXTA" = "Front tray position error";
"ER38_TEXTB" = "For sheets of paper, manually set the front tray in the lower paper position.
For a CD or DVD, manually set the front tray in the upper CD/DVD position.";
"Common Error Text1" = "Error";
"Common Error Text2" = "1. Delete all print jobs.
2. Turn the power off and remove any jammed paper.
3. Wait for a few minutes and turn the power on again.";
"Common Error B1" = "Cancel";
"Cleaning status" = "Printer is busy";
"Shipment status" = "Initial setup error";
"WRINKLOW_TEXTA" = "Ink is low";
"WRINKLOW_TEXTB" = "You may continue printing. To refill the ink now, click the [Ink Tank Utility] icon in Epson Printer Utility 4. The Approximate Ink Levels may differ from the actual ink levels. To confirm the actual ink remaining, visually check the ink levels in the printer's ink tanks.";
"WRCD_TEXTA" = "Head Cleaning can not be completed.";
"WRCD_TEXTB" = "You may continue printing. To refill the ink now, click the [Ink Tank Utility] icon in Epson Printer Utility 4. The Approximate Ink Levels may differ from the actual ink levels. To confirm the actual ink remaining, visually check the ink levels in the printer's ink tanks.";
"WRCD_TEXTA_UTO" = "Power Ink Flushing can not be completed.";
"WRCD_TEXTB_UTO" = "You may continue printing. To refill the ink now, click the [Ink Tank Utility] icon in Epson Printer Utility 4. The Approximate Ink Levels may differ from the actual ink levels. To confirm the actual ink remaining, visually check the ink levels in the printer's ink tanks.";
"WRINKLOW2_TEXTA" = "Ink is low";
"WRINKLOW2_TEXTB" = "You may continue printing. To refill the ink now, click the [Ink Tank Utility] icon in Epson Printer Utility 4. The Approximate Ink Levels may differ from the actual ink levels. To confirm the actual ink remaining, visually check the ink levels in the printer's ink tanks.";
"WR20_TEXTA" = "Service required";
"WR20_TEXTB" = "The printer's ink pads are nearing the end of their service life. Please contact Epson support.";
"COMUERR_TEXTA" = "Communication error";
"COMUERR_TEXTB" = "Connect the product to the computer and turn the power on. If you turn the power off during printing, cancel the print job.";
"COMUERR_B01" = "Retry";
"COMUERR_B02" = "Cancel";
"CHARGINGSTATUS_TEXTA_PROXY" = "Charging the ink system";

